{
  "title": "A Fork in the Road",
  "tweet": "1163023702595760128",
  "objects": [ "boat", "corner", "house", "lamp", "moon", "sign", "turbine", "tyre" ],
  "sections": [
    [ "I&rsquo;m not saying that I get decision fatigue easily. But by the time I had decided to choose which crossroads to take rather than simply flip a coin for it, this was enough brainwork for the evening; I unpacked my tent to postpone choosing until the morning. My restless subconscious would (maybe) decide for me which way to go by then.", "I would not be the only traveller at the crossroad this night. One of the evenings so still that the artificial lighting makes the plant life seem like it belongs inside a giant terrarium rather than the surface of a wild planet. Oh, are we still inhabiting the surface of a planet? Sometimes I forget that we are, just to remind myself to look up occasionally.", "But this street lamp is in a strange place in the middle of nowhere, with nothing beyond its light but luminous fungi-looking sheep decorating the hills. I guess this must be how Narnia must have felt (but with a more basic lighting fixture).", "My crossroad companions are (as it turns out, but of course they would be) also travelling to the town of Batten for the festival of Batten Fest, a biennial celebration of what it is that Aotearoa means when looked at through a particular kaleidoscope. Previous themes have included Batten Noir, Pulp Batten and Battenpunk.", "This year&rsquo;s theme is Batten Gothic.", "I am reluctant to introduce these new acquantances of mine. Partly I&rsquo;m afraid that the more I invite them into my world, the more factors will be added to the decision I have to make - do I continue with one set of people, or the other, or do I contrive to go on on my own?", "Do I something. Sometimes, I like to play games with my surroundings as a way of coping with having to make decisions. Following edges, tracing lines from one place to another, making up rules to explain what is and what is not a valid pathway between objects." ],
    [ "Afterwards I feel more grounded in my place and identity. I have established the world around me on my own terms.", "(I just realised, I never mentioned that we are travelling by foot. This must be what they mean when they talk about being an unreliable narrator)", "But of the Batten Arts & Culture Fest. What sort of people are you likely to encounter along the way there?", "It is an event of no set discipline, so creatives of all type accept the call for submission. Actors, singers, poets, tinker-tailors.", "I myself dapple in typography (I don&rsquo;t think ‘dapple&rsquo; is the right word, it&rsquo;ll come to me). I am not a professional typographer, I don&rsquo;t think I would ever be paid in that capacity but I have always appreciated the expressiveness that a typeface can add to a written word. If our human face is something that represents us but which we cannot opt out of, then a typeface is a way of overriding the whims of nature with an identity of our own choosing. Controlling both what is being said, and how it is to be interpreted.", "For the theme of Batten Gothic I have chosen a side-eye at the mid 20th Century, a time of established colonialism but when Aotearoa had not yet begun to think of reparations for that act. Seemingly more egalitarian than now, but much less woke. Women had achieved The Vote, but #MeToo is still a long way off.", "My Batten Gothic typeface attempts to embody the spirit of a rural 1950&rsquo;s panel beater. A beater of panels who is not aware of the fact that they are a mere detail in the background of a Rita Angus landscape, a tiny feature of bleak consideration. I&rsquo;m not sure why I think ‘rural 1950s panel beater&rsquo; when I think ‘Aotearoa Gothic&rsquo;, maybe it is that the profession seems to be the opposite of any kind of librarian.", "Nostalgic dread in Aotearoa historia-kitsch as a font. But I cannot show you my work yet because it is not ready to be shown." ],
    [ "Dabble, that was the word.", "What is it that I would like in travel companions? The path to Batten is fraught with dangers ranging from forks in the road to temporally displaced viking lords to inadequate funding of local culture - there isn&rsquo;t much coherence from one encounter to the next. It is much like life - one minute you&rsquo;re trying to remember which USB contains season three of Magnum P.I., the next you&rsquo;re confounded by an untimely demise. So I guess travel companions need to be flexible.", "I have engaged in various conversations over the evening which I have failed to transcribe because it is too easy to find words in my own head. Which is to say that I wasn&rsquo;t really paying attention, unreliable narrator that I am. I will try to do better in the future.", "Here are the names and ideas of the people I might be travelling with:", "Anahera is creating a board game. What if you were the mayor of a town and the other players were all your town advisors, some of whom might or might not be trusted? Anahera&rsquo;s game explores this situation.", "Harper has created a set of tarot cards based on Māori mythology. (I have a worrying feeling that Harper might be the sort of person who thinks that they are really good at reading people)", "Jack is planning an impromptu installation inspired by the town&rsquo;s namesake, Jean Batten. Based on an old interview in the New Zealand Listener, Jean will be depicted as the ‘Very Colonial Girl&rsquo; in contrast to Katherine Mansfield&rsquo;s the ‘Wild Colonial Girl&rsquo;.", "So that is something to get started with. (It doesn&rsquo;t say much about who they are yet but I believe that names can also be personalities too if you concentrate hard enough)", "My eyes are falling asleep. The light coming from the lamp post has taken on the quality of light that is shining too far after midnight, and my body has finally decided that my sleeping mat is acceptably comfortable. There is a ruru in the nearby trees, singing nature&rsquo;s best lullaby." ],
    [ "Morning.", "It turns out that I could have saved a lot of internal conflict by reading a map properly — the fork in the road was not in fact two alternative routes to Batten. One of the badly signposted fork tines lead to Batten, the other did not. I&rsquo;m glad I hadn&rsquo;t flipped a coin, because by now I might be on my way to the small bowling settlement of Harlock (a ghost town since all the bowling mines were shut down by the miners&rsquo; strike of ‘29).", "(I guess that&rsquo;s generally the way with forks, now that I think about it)", "By the time the sun is climbing up through the legs of the sheep in the distance (am I the only one who thinks they look like fungi from that far away?), our troop (troupe?) are on our way again. What horrors/mysteries/puzzles/challenges await, other than forks in the road? Who knows, who knows." ]
  ],
  "solutions": [
    [ "boat", "sign" ],
    [ "turbine", "lamp" ],
    [ "corner", "tyre" ]
  ]
}